[
  {
    "id": "0e99382d-561c-453f-a732-5d927119aaf3",
    "title": "Shuffle Test 2",
    "routineList": [
      {
        "id": 306,
        "uuid": "aba7ba7a-6ff0-47d4-ab66-8952e21e38c5",
        "name": "Lateral-to-Front Raises",
        "exercise_base": 351,
        "status": "2",
        "description": "-(1) Perform a lateral raise, pausing at the top of the lift (2).-Instead of lowering the weight, bring it to the front of your body so that you appear to be at the top position of a front raise.  You will do this by using a Pec Fly motion, maintaining straight arms. (3)-Now lower the weight to your quadriceps, or, in other words, lower the dumbbells as though you are completing a Front Raise repetition. (4)-Reverse the motion:  Perform a front raise (5), at the apex of the lift use a Reverse Fly motion to position the weights at the top of a Lateral Raise (6), and finally, lower the weights until your palms are essentially touching the sides of your thighs (7).  THIS IS ONE REP.(1) l  <em>front view  </em>(2) -l- <em> FV  </em>  (3) l-  <em>side view</em>   (4) l  <em>SV/FV</em>   (5) l-  <em>SV  </em> (6) -l-  <em>FV  </em>  (7)  l  <em>FV/SV</em>",
        "creation_date": "2015-02-06",
        "category": 13,
        "muscles": [2, 9],
        "muscles_secondary": [],
        "equipment": [3],
        "language": 2,
        "license": 2,
        "license_author": "nate303303",
        "variations": [421, 233, 148, 149, 306, 237],
        "reps": 37,
        "sets": 2
      },
      {
        "id": 129,
        "uuid": "8c6c1544-cbf8-403c-ae12-b27b392702f8",
        "name": "Biceps Curl With Cable",
        "exercise_base": 95,
        "status": "2",
        "description": "Stand around 30 - 40cm away from the cable, the feet are firmly on the floor. Take the bar and lift the weight with a fast movements. Lower the weight as with the dumbbell curls slowly and controlled.",
        "creation_date": "2013-05-05",
        "category": 8,
        "muscles": [1],
        "muscles_secondary": [],
        "equipment": [],
        "language": 2,
        "license": 1,
        "license_author": "wger.de",
        "variations": [
          74, 81, 80, 129, 275, 298, 86, 138, 193, 208, 205, 768, 305
        ],
        "reps": 15,
        "sets": 1
      }
    ]
  },
  {
    "id": "c2b7c53d-f420-49a5-a0a3-f9aaf3e162b2",
    "title": "Custom Test 1",
    "routineList": [
      {
        "image": "https://wl-brightside.cf.tsp.li/resize/728x/jpg/74d/ebb/9908cd54948768d96ca3d1f012.jpg",
        "id": 227,
        "name": "Arnold Shoulder Press",
        "description": "Start light until you master the form. Hold a dumbbell in each hand with your arm bent, as in the top of a biceps curl, so your palms are facing you. Now, instead of pushing straight up, spread your arms to each side laterally, then press your arms up and twist your hands so your palms face forwards. For full range of motion, finish by pushing your head forwards and reaching as high as you can so your biceps are close to your ears.",
        "reps": 10,
        "sets": 3
      },
      {
        "image": "https://wger.de/media/exercise-images/195/Push-ups-1.png",
        "id": 790,
        "name": "Pushups",
        "description": "A push-up (or press-up if the hands are wider than shoulders placing more emphasis on the pectoral muscles) is a common calisthenics exercise beginning from the prone position. By raising and lowering the body using the arms, push-ups exercise the pectoral muscles, triceps, and anterior deltoids, with ancillary benefits to the rest of the deltoids, serratus anterior, coracobrachialis and the midsection as a whole. Push-ups are a basic exercise used in civilian athletic training or physical education and commonly in military physical training. They are also a common form of punishment used in the military, school sport, or some martial arts disciplines.",
        "reps": 20,
        "sets": 5
      },
      {
        "image": "https://wger.de/media/exercise-images/150/Barbell-shrugs-1.png",
        "id": 150,
        "name": "Shrugs, Barbells",
        "description": "Take a barbell and stand with a straight body, the arms are hanging freely in front of you. Lift from this position the shoulders as high as you can, but don't bend the arms during the movement. On the highest point, make a short pause of 1 or 2 seconds before returning slowly to the initial position.When training with a higher weight, make sure that you still do the whole movement!",
        "reps": 11,
        "sets": 4
      }
    ]
  },
  {
    "id": "30388fff-dcf3-43fd-8b72-9de19f98938a",
    "title": "SHUFFLE TEST 9",
    "routineList": [
      {
        "id": 164,
        "uuid": "a0d1e216-4517-46db-ac4c-fa11686fd513",
        "name": "High Pull",
        "exercise_base": 289,
        "status": "2",
        "description": "Use a light barbell, perform explosive lift up starting from underneath knee cap level. Lift/raise explosively using hips, at shoulder level.",
        "creation_date": "2013-06-21",
        "category": 13,
        "muscles": [2],
        "muscles_secondary": [8],
        "equipment": [],
        "language": 2,
        "license": 1,
        "license_author": "Mahoney",
        "variations": [],
        "reps": 38,
        "sets": 1
      },
      {
        "id": 74,
        "uuid": "c56078d2-ae85-4524-a467-d1e143b6df1a",
        "name": "Biceps Curls With Barbell",
        "exercise_base": 91,
        "status": "2",
        "description": "Hold the Barbell shoulder-wide, the back is straight, the shoulders slightly back, the arms are streched. Bend the arms, bringing the weight up, with a fast movement. Without pausing, let down the bar with a slow and controlled movement.Don't allow your body to swing during the exercise, all work is done by the biceps, which are the only mucles that should move (pay attention to the elbows).",
        "creation_date": "2013-05-05",
        "category": 8,
        "image": "https://wger.de/media/exercise-images/74/Bicep-curls-1.png",
        "muscles": [1],
        "muscles_secondary": [13],
        "equipment": [1],
        "language": 2,
        "license": 1,
        "license_author": "wger.de",
        "variations": [
          74, 81, 80, 129, 275, 298, 86, 138, 193, 208, 205, 768, 305
        ],
        "reps": 14,
        "sets": 3
      },
      {
        "id": 193,
        "uuid": "84b4e711-8b29-4541-ad58-dad967f82390",
        "name": "Preacher Curls",
        "exercise_base": 465,
        "status": "2",
        "description": " Place the EZ curl bar on the rest handles in front of the preacher bench. Lean over the bench and grab the EZ curl bar with palms up. Sit down on the preacher bench seat so your upper arms rest on top of the pad and your chest is pressed against the pad. Lower the weight until your elbows are extended and arms are straight. Bring the weights back up to the starting point by contracting biceps. Repeat",
        "creation_date": "2013-08-12",
        "category": 8,
        "muscles": [13],
        "muscles_secondary": [13],
        "equipment": [],
        "language": 2,
        "license": 1,
        "license_author": "cgoob883",
        "variations": [
          74, 81, 80, 129, 275, 298, 86, 138, 193, 208, 205, 768, 305
        ],
        "reps": 11,
        "sets": 1
      },
      {
        "id": 626,
        "uuid": "85b2f07b-2ce3-4c85-82ab-474a6e5620b2",
        "name": "Muscle up",
        "exercise_base": 423,
        "status": "2",
        "description": "The body is then explosively pulled up by the arms in a radial pull-up, with greater speed than a regular pull-up. When the bar approaches the upper chest, the wrists are swiftly flexed to bring the forearms above the bar. The body is leaned forward, and the elbows are straightened by activating the triceps. The routine is considered complete when the bar is at the level of the waist and the arms are fully straight.To dismount, the arms are bent at the elbow, and the body is lowered to the floor, and the exercise can be repeated.As a relatively advanced exercise, muscle-ups are typically first learned with an assistive kip. The legs swing (kip) up and provide momentum to assist in the explosive upward force needed to ascend above the bar. More advanced athletes can perform a strict variation of the muscle-up which is done slowly, without any kip. This variation begins with a still dead hang and uses isometric muscle contraction to ascend above the bar in a slow, controlled fashion.",
        "creation_date": "2019-02-01",
        "category": 12,
        "muscles": [1, 11],
        "muscles_secondary": [],
        "equipment": [6],
        "language": 2,
        "license": 2,
        "license_author": "arson",
        "variations": [],
        "reps": 10,
        "sets": 4
      }
    ]
  }
]
